Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/WF.resw
Source language: en_us
Languages: zh_tw

# WF_CSR_Summary_IsolationFormat
source: Requirements: {0} | Authentication: {1}
zh_tw: 需求: {0} | 驗證: {1}

# WF_CSR_Summary_TunnelFormat
source: {0} | Endpoint 1: {1} | Endpoint 2: {2}
zh_tw: {0} | 端點 1: {1} | 端點 2: {2}

# WF_Icmp_CustomTypeFormat
source: Type {0}, Code {1}
zh_tw: 類型 {0}, 代碼 {1}

# WF_IpsecDefaults_KeyExchangeRequired
source: You must specify the Key exchange (Main Mode) settings.
zh_tw: 您必須指定金鑰交換 (主要模式) 設定。

# WF_IpsecDefaults_DataProtectionRequired
source: You must specify the Data protection (Quick Mode) settings.
zh_tw: 您必須指定資料保護 (快速模式) 設定。

# WF_IpsecDefaults_AuthenticationRequired
source: You must specify the Authentication method settings.
zh_tw: 您必須指定驗證方法設定。

# WF_IpsecTunnelAuth_RemoveInvalidAccounts
source: Remove invalid or unresolved accounts before saving.
zh_tw: 儲存前移除無效或未解析的帳戶。

# WF_Principals_InvalidAccountTitle
source: Error: Invalid account selected
zh_tw: 錯誤: 選取了無效的帳戶

# WF_Principals_LocalTitle
source: Manage Local Principals
zh_tw: 管理本機主體

# WF_Principals_LocalDescription
source: Specify the local user accounts that are authorized to make connections matching this rule.
zh_tw: 指定授權進行符合此規則之連線的本機使用者帳戶。

# WF_Principals_LocalAuthorized
source: Authorized local principals:
zh_tw: 授權的本機主體:

# WF_Principals_LocalException
source: Exception local principals:
zh_tw: 例外的本機主體:

# WF_Principals_RemoteTitle
source: Manage Remote Users
zh_tw: 管理遠端使用者

# WF_Principals_RemoteDescription
source: Specify the remote user accounts that are authorized to make connections matching this rule.
zh_tw: 指定授權進行符合此規則之連線的遠端使用者帳戶。

# WF_Principals_RemoteAuthorized
source: Authorized remote users:
zh_tw: 授權的遠端使用者:

# WF_Principals_RemoteException
source: Exception remote users:
zh_tw: 例外的遠端使用者:

# WF_AlgorithmDescription_AesCbc128
source: Faster and stronger than 3DES. Compatible only with Windows Vista and later.
zh_tw: 比 3DES 更快更強。僅與 Windows Vista 及更新版本相容。

# WF_AlgorithmDescription_AesCbc192
source: Stronger than AES-CBC 128, medium resource usage. Compatible only with Windows Vista and later.
zh_tw: 比 AES-CBC 128 更強，中等資源使用量。僅與 Windows Vista 及更新版本相容。

# WF_AlgorithmDescription_AesCbc256
source: Stronger than AES-192, higher resources usage. Compatible only with Windows Vista and later.
zh_tw: 比 AES-192 更強，更高的資源使用量。僅與 Windows Vista 及更新版本相容。

# WF_AlgorithmDescription_AesGmac128
source: Compatible with Windows Vista SP1 and later. This is the equivalent of AES-GCM 128 for integrity.
zh_tw: 與 Windows Vista SP1 及更新版本相容。這相當於 AES-GCM 128 的完整性。

# WF_AlgorithmDescription_AesGmac192
source: Compatible with Windows Vista SP1 and later. This is the equivalent of AES-GCM 192 for integrity.
zh_tw: 與 Windows Vista SP1 及更新版本相容。這相當於 AES-GCM 192 的完整性。

# WF_AlgorithmDescription_AesGmac256
source: Compatible with Windows Vista SP1 and later. This is the equivalent of AES-GCM 256 for integrity.
zh_tw: 與 Windows Vista SP1 及更新版本相容。這相當於 AES-GCM 256 的完整性。

# WF_AlgorithmDescription_CompatibleVistaSp1
source: Compatible with Windows Vista SP1 and later.
zh_tw: 與 Windows Vista SP1 及更新版本相容。

# WF_AlgorithmDescription_Des
source: Not recommended. This algorithm is provided for backward compatibility only.
zh_tw: 不建議。此演算法僅提供回溯相容性。

# WF_AlgorithmDescription_DiffieHellmanGroup1
source: This algorithm is provided for backward compatibility only.
zh_tw: 此演算法僅提供回溯相容性。

# WF_AlgorithmDescription_DiffieHellmanGroup2
source: Stronger than DH Group 1.
zh_tw: 比 DH 群組 1 更強。

# WF_AlgorithmDescription_DiffieHellmanGroup14
source: Stronger than DH Group 2.
zh_tw: 比 DH 群組 2 更強。

# WF_AlgorithmDescription_EcdhP256
source: Stronger security, medium resource usage. Compatible only with Windows Vista and later.
zh_tw: 更強的安全性，中等資源使用量。僅與 Windows Vista 及更新版本相容。

# WF_AlgorithmDescription_EcdhP384
source: Strongest security, highest resources usage. Compatible only with Windows Vista and later.
zh_tw: 最強的安全性，最高的資源使用量。僅與 Windows Vista 及更新版本相容。

# WF_AlgorithmDescription_HigherResourceThanDes
source: Higher resource usage than DES.
zh_tw: 比 DES 使用更多資源。

# WF_AlgorithmDescription_Md5
source: Not recommended. This algorithm is provided for backward compatibility only.
zh_tw: 不建議。此演算法僅提供回溯相容性。

# WF_AlgorithmDescription_Sha1
source: Stronger than MD5, uses slightly more resources.
zh_tw: 比 MD5 更強，使用稍多資源。

# WF_Monitoring_PropertiesTitleFormat
source: {0} Properties
zh_tw: {0} 屬性

# WF_Monitoring_Label_AhIntegrity
source: AH integrity
zh_tw: AH 完整性

# WF_Monitoring_Label_AppPackage
source: App Package
zh_tw: 應用程式套件

# WF_Monitoring_Label_Cipher
source: Cipher
zh_tw: 密碼

# WF_Monitoring_Label_Direction
source: Direction
zh_tw: 方向

# WF_Monitoring_Label_EdgeTraversal
source: Edge traversal
zh_tw: 邊緣周遊

# WF_Monitoring_Label_EspEncryption
source: ESP encryption
zh_tw: ESP 加密

# WF_Monitoring_Label_EspIntegrity
source: ESP integrity
zh_tw: ESP 完整性

# WF_Monitoring_Label_FirstAuthentication
source: First authentication
zh_tw: 第一個驗證

# WF_Monitoring_Label_Hash
source: Hash
zh_tw: 雜湊

# WF_Monitoring_Label_KeyExchange
source: Key exchange
zh_tw: 金鑰交換

# WF_Monitoring_Label_LocalAddress
source: Local address
zh_tw: 本機位址

# WF_Monitoring_Label_LocalEndpoint
source: Local endpoint
zh_tw: 本機端點

# WF_Monitoring_Label_LocalIPAddress
source: Local IP address
zh_tw: 本機 IP 位址

# WF_Monitoring_Label_Mode
source: Mode
zh_tw: 模式

# WF_Monitoring_Label_RemoteAddress
source: Remote address
zh_tw: 遠端位址

# WF_Monitoring_Label_RemoteEndpoint
source: Remote endpoint
zh_tw: 遠端端點

# WF_Monitoring_Label_RemoteIPAddress
source: Remote IP address
zh_tw: 遠端 IP 位址

# WF_Monitoring_Label_SecondAuthentication
source: Second authentication
zh_tw: 第二個驗證

# WF_Monitoring_Label_Service
source: Service
zh_tw: 服務

# WF_AddFirstAuthenticationMethod_Title
source: Add First Authentication Method
zh_tw: 新增第一個驗證方法

# WF_EditFirstAuthenticationMethod_Title
source: Edit First Authentication Method
zh_tw: 編輯第一個驗證方法

# WF_AddSecondAuthenticationMethod_Title
source: Add Second Authentication Method
zh_tw: 新增第二個驗證方法

# WF_EditSecondAuthenticationMethod_Title
source: Edit Second Authentication Method
zh_tw: 編輯第二個驗證方法

# WF_FileDialog_ExecutableFiles
source: Executable Files
zh_tw: 可執行檔

# WF_FileDialog_LogFiles
source: Log Files
zh_tw: 記錄檔

# WF_FileDialog_AllFiles
source: All Files
zh_tw: 所有檔案

# WF_FileDialog_SelectProgramTitle
source: Select program
zh_tw: 選取程式

# WF_Validation_RuleNameRequired
source: Rule Name is required.
zh_tw: 規則名稱為必要項。

# WF_Validation_ProfileRequired
source: Please select at least one profile.
zh_tw: 請至少選取一個設定檔。

# WF_Validation_ExemptComputerRequired
source: Please add at least one exempt computer.
zh_tw: 請至少新增一個豁免的電腦。

# WF_Validation_EndpointsRequired
source: You must specify endpoints for this rule.
zh_tw: 您必須指定此規則的端點。

# WF_Validation_Endpoint1PortsRequired
source: Please enter endpoint 1 ports.
zh_tw: 請輸入端點 1 連接埠。

# WF_Validation_Endpoint2PortsRequired
source: Please enter endpoint 2 ports.
zh_tw: 請輸入端點 2 連接埠。

# WF_Validation_CertificateAuthorityPathRequired
source: You must specify the certification authority path.
zh_tw: 您必須指定憑證授權單位路徑。

# WF_Validation_CustomAuthenticationRequired
source: You must specify at least one custom authentication method.
zh_tw: 您必須指定至少一個自訂驗證方法。

# WF_Validation_PresharedKeyRequired
source: You must enter a preshared key.
zh_tw: 您必須輸入預先共用金鑰。

# WF_Validation_PresharedKeyCannotUseSecondAuthentication
source: Second authentication cannot be configured when the first authentication methods list contains a preshared key. Remove second authentication methods or clear the optional second authentication setting.
zh_tw: 當第一個驗證方法清單包含預先共用金鑰時，無法指定第二個驗證。請移除次要驗證方法，或清除「可選擇是否使用次要驗證」。

# WF_Validation_SecondAuthenticationCategoryMismatch
source: The second authentication list must contain only user authentication methods or only computer health certificate methods. The selected method does not match the current list.
zh_tw: 次要驗證清單必須僅包含使用者驗證方法或電腦健康憑證方法。您選取的驗證方法不符合目前清單中的方法。

# WF_Validation_FollowRenewalRequiresThumbprint
source: Certificate renewal cannot be followed unless a certificate thumbprint is specified.
zh_tw: 若未指定任何憑證指紋，則無法檢查後續的憑證更新。

# WF_Validation_CertificateNameRestrictionIncomplete
source: To restrict the certificate name, select a name type and enter a certificate name.
zh_tw: 若要限制憑證名稱，請同時選取名稱類型並輸入憑證名稱。

# WF_Validation_CustomEkuRequired
source: Enter a custom EKU value before adding it.
zh_tw: 請先輸入自訂 EKU 值，再新增至清單。

# WF_Validation_AddressInterfaceConflict
source: A local or remote address cannot be used in conjunction with an interface type condition.
zh_tw: 本機或遠端位址不能與介面類型條件一起使用。

# WF_Validation_TunnelEndpointFamiliesRequired
source: Local and remote tunnel endpoint addresses must use matching IP address families.
zh_tw: 本機和遠端通道端點位址必須使用相符的 IP 位址系列。

# WF_Validation_Ikev2FirstAuthOnly
source: IKEv2 tunnel rules support first authentication only. Remove second authentication methods.
zh_tw: IKEv2 通道規則僅支援第一個驗證。移除第二個驗證方法。

# WF_Validation_Ikev2UnsupportedAuth
source: IKEv2 tunnel rules do not support Kerberos, NTLM, or preshared key authentication.
zh_tw: IKEv2 通道規則不支援 Kerberos、NTLM 或預先共用金鑰驗證。

# WF_Validation_PredefinedRuleGroupRequired
source: Please select a predefined rule group.
zh_tw: 請選取預先定義的規則群組。

# WF_Validation_PredefinedRuleRequired
source: Please select at least one predefined rule.
zh_tw: 請至少選取一個預先定義的規則。

# WF_Validation_LocalPortsRequired
source: Please enter local ports.
zh_tw: 請輸入本機連接埠。

# WF_Validation_RemotePortsRequired
source: Please enter remote ports.
zh_tw: 請輸入遠端連接埠。

# WF_Summary_RequirementsAuthenticationFormat
source: Requirements: {0} | Authentication: {1}
zh_tw: 需求: {0} | 驗證: {1}

# WF_Summary_NoExemptComputers
source: No exempt computers
zh_tw: 沒有豁免的電腦

# WF_Summary_ExemptComputersFormat
source: Exempt computers: {0}
zh_tw: 豁免的電腦: {0}

# WF_Summary_EndpointPairFormat
source: Endpoint 1: {0} | Endpoint 2: {1}
zh_tw: 端點 1: {0} | 端點 2: {1}

# WF_ProfileFirewallBehavior_TitleFormat
source: Customize Settings for the {0} Profile
zh_tw: 自訂 {0} 設定檔的設定

# WF_ProfileLogging_TitleFormat
source: Customize Logging Settings for the {0} Profile
zh_tw: 自訂 {0} 設定檔的記錄設定

# WF_ProtectedNetworkConnections_TitleFormat
source: Protected Network Connections for the {0} Profile
zh_tw: {0} 設定檔的受保護網路連線

# WF_AdvancedKeyExchange_AddSecurityMethodTitle
source: Add Security Method
zh_tw: 新增安全性方法

# WF_AdvancedKeyExchange_EditSecurityMethodTitle
source: Edit Security Method
zh_tw: 編輯安全性方法

# WF_DataProtection_AddIntegrityAlgorithmTitle
source: Add Integrity Algorithm
zh_tw: 新增完整性演算法

# WF_DataProtection_EditIntegrityAlgorithmTitle
source: Edit Integrity Algorithm
zh_tw: 編輯完整性演算法

# WF_DataProtection_AddIntegrityEncryptionAlgorithmsTitle
source: Add Integrity and Encryption Algorithms
zh_tw: 新增完整性和加密演算法

# WF_DataProtection_EditIntegrityEncryptionAlgorithmsTitle
source: Edit Integrity and Encryption Algorithms
zh_tw: 編輯完整性和加密演算法

# WF_AuthDetails_KerberosAuthentication
source: Kerberos authentication
zh_tw: Kerberos 驗證

# WF_AuthDetails_NtlmAuthentication
source: NTLMv2 authentication
zh_tw: NTLMv2 驗證

# WF_AuthDetails_AnonymousAuthentication
source: Anonymous authentication
zh_tw: 匿名驗證

# WF_AuthDetails_NotSet
source: not set
zh_tw: 未設定

# WF_AuthDetails_AlgorithmFormat
source: Alg: {0}
zh_tw: 演算法: {0}

# WF_AuthDetails_StoreFormat
source: Store: {0}
zh_tw: 存放區: {0}

# WF_AuthDetails_CombinedCertificateFormat
source: CA: {0}, Alg: {1}, Store: {2}
zh_tw: CA: {0}, 演算法: {1}, 存放區: {2}

# WF_AuthDetails_HealthCertificatesOnly
source: Health certificates only
zh_tw: 僅健康情況憑證

# WF_AuthDetails_MappingEnabled
source: Mapping enabled
zh_tw: 已啟用對應

# WF_AuthDetails_KeyNotSet
source: Key not set
zh_tw: 未設定金鑰

# WF_AuthDetails_KeyConfigured
source: Key configured
zh_tw: 已設定金鑰

# WF_AuthMethod_ComputerKerberos
source: Computer (Kerberos V5)
zh_tw: 電腦 (Kerberos V5)

# WF_AuthMethod_UserKerberos
source: User (Kerberos V5)
zh_tw: 使用者 (Kerberos V5)

# WF_AuthMethod_ComputerNtlm
source: Computer (NTLMv2)
zh_tw: 電腦 (NTLMv2)

# WF_AuthMethod_UserNtlm
source: User (NTLMv2)
zh_tw: 使用者 (NTLMv2)

# WF_AuthMethod_Anonymous
source: Anonymous
zh_tw: 匿名

# WF_AuthMethod_ComputerCertificateFromCA
source: Computer certificate from CA
zh_tw: 來自 CA 的電腦憑證

# WF_AuthMethod_UserCertificateFromCA
source: User certificate from CA
zh_tw: 來自 CA 的使用者憑證

# WF_AuthMethod_ComputerHealthCertificateFromCA
source: Computer health certificate from CA
zh_tw: 來自 CA 的電腦健康情況憑證

# WF_CertificateStore_IntermediateCA
source: Intermediate CA
zh_tw: 中繼 CA

# WF_CertificateStore_RootCADefault
source: Root CA (default)
zh_tw: 根 CA (預設)

# WF_SigningAlgorithm_RsaDefault
source: RSA (default)
zh_tw: RSA (預設)

# WF_AdvancedCriteria_RestrictFormat
source: Restrict: {0}
zh_tw: 限制: {0}

# WF_AdvancedCriteria_NameFormat
source: Name: {0}
zh_tw: 名稱: {0}

# WF_AdvancedCriteria_ThumbprintSet
source: Thumbprint set
zh_tw: 已設定指紋

# WF_AdvancedCriteria_FollowRenewal
source: Follow renewal
zh_tw: 遵循更新

# WF_AdvancedCriteria_Configured
source: Advanced criteria configured
zh_tw: 已設定進階條件

# WF_Principals_ResolveAccountsFailedFormat
source: Failed to resolve one or more accounts. Please remove any invalid accounts and try again. Details: {0}
zh_tw: 無法解析一或多個帳戶。請移除任何無效的帳戶，然後再試一次。 詳細資料: {0}

# WF_AlgorithmDescription_AesGcm128
source: Faster and stronger than 3DES. Compatible with Windows Vista (SP1) and later.
zh_tw: 比 3DES 更快更強。與 Windows Vista (SP1) 及更新版本相容。

# WF_AlgorithmDescription_AesGcm192
source: Stronger than AES-GCM/AES-CBC 128, medium resource usage. Compatible with Windows Vista SP1 and later.
zh_tw: 比 AES-GCM/AES-CBC 128 更強，中等資源使用量。與 Windows Vista SP1 及更新版本相容。

# WF_AlgorithmDescription_AesGcm256
source: Stronger than AES-GCM/AES-CBC 192 and 128, higher resource usage. Compatible with Windows Vista SP1 and later.
zh_tw: 比 AES-GCM/AES-CBC 192 和 128 更強，更高的資源使用量。與 Windows Vista SP1 及更新版本相容。

# WF_AlgorithmDescription_DataAesCbc128
source: Faster and stronger than 3DES. Compatible with Windows Vista (SP1) and later.
zh_tw: 比 3DES 更快更強。與 Windows Vista (SP1) 及更新版本相容。

# WF_AlgorithmDescription_DataAesCbc192
source: Stronger than AES-GCM/AES-CBC 128, medium resource usage. Compatible with Windows Vista SP1 and later.
zh_tw: 比 AES-GCM/AES-CBC 128 更強，中等資源使用量。與 Windows Vista SP1 及更新版本相容。

# WF_AlgorithmDescription_DataAesCbc256
source: Stronger than AES-GCM/AES-CBC 192 and 128, higher resource usage. Compatible with Windows Vista SP1 and later.
zh_tw: 比 AES-GCM/AES-CBC 192 和 128 更強，更高的資源使用量。與 Windows Vista SP1 及更新版本相容。

# WF_AlgorithmDescription_DiffieHellmanGroup24
source: Stronger than DH Group 14.
zh_tw: 比 DH 群組 14 更強。

# WF_AuthMethod_PresharedKey
source: Preshared key
zh_tw: 預先共用金鑰

# WF_AdvancedCriteria_RestrictNoRestriction
source: No restriction
zh_tw: 無限制

# WF_AdvancedCriteria_RestrictSelectionOnly
source: Selection only
zh_tw: 僅選取項目

# WF_AdvancedCriteria_RestrictValidationOnly
source: Validation only
zh_tw: 僅驗證

# WF_AuthMethod_UnsupportedProposal
source: Unsupported authentication proposal
zh_tw: 不支援的驗證提案

# WF_AuthDetails_UnsupportedProposalFormat
source: Class={0}; Method={1}
zh_tw: 類別={0}; 方法={1}

# WF_SecurityRequirement_None
source: None
zh_tw: 無

# WF_SecurityRequirement_Request
source: Request
zh_tw: 要求

# WF_SecurityRequirement_Require
source: Require
zh_tw: 需要

# WF_Monitoring_Node_SecurityAssociations
source: Security Associations
zh_tw: 安全性關聯

# WF_Monitoring_Node_MainMode
source: Main Mode
zh_tw: 主要模式

# WF_Monitoring_Node_QuickMode
source: Quick Mode
zh_tw: 快速模式

# WF_Error_UpdateIpsecDefaults
source: Unable to update IPsec defaults.
zh_tw: 無法更新 IPsec 預設值。

# WF_Error_UpdateIpsecTunnelAuthorization
source: Unable to update IPsec tunnel authorization.
zh_tw: 無法更新 IPsec 通道授權。

# WF_Error_UpdateIpsecIcmpExemption
source: Unable to update IPsec ICMP exemption.
zh_tw: 無法更新 IPsec ICMP 豁免。

# WF_CurrentSetting_Format
source: Current setting: {0}
zh_tw: 目前設定: {0}

# WF_TunnelEndpoints_LocalEndpointTitle
source: Local tunnel endpoint
zh_tw: 本機通道端點

# WF_TunnelEndpoints_RemoteEndpointTitle
source: Remote tunnel endpoint
zh_tw: 遠端通道端點

# WF_Monitoring_Node_Firewall
source: Firewall
zh_tw: 防火牆

# WF_WindowsFirewall_ConnectionSecurityRulesDescription
source: Define IPsec rules to secure and authenticate computer connections
zh_tw: 定義 IPsec 規則以保護並驗證電腦連線

# WF_WindowsFirewall_InboundRulesDescription
source: Configure rules for incoming network traffic
zh_tw: 設定傳入網路流量的規則

# WF_WindowsFirewall_MonitoringDescription
source: Display active firewall rules and IPsec security associations
zh_tw: 顯示作用中的防火牆規則與 IPsec 安全性關聯

# WF_WindowsFirewall_OutboundRulesDescription
source: Configure rules for outgoing network traffic
zh_tw: 設定傳出網路流量的規則

# WF_WindowsFirewall_PropertiesDescription
source: Customize profile and IPsec settings
zh_tw: 自訂設定檔與 IPsec 設定
